{
    "Nohut": "Bir tencereye sıvı yağ ve yemeklik doğranmış soğanı alarak soğanlar pembeleşene kadar 1-2 dakika kavuralım.\n             Daha sonra yeşil biber ve kırmızı biberi ekleyerek kavurmaya devam edelim.\n             Biberlerin çok kavrulup erimesini istemediğim için bu aşamada çok uzun kavurmadım.\n             Yemeğimize salçayı da ilave edip 1-2 dakika daha kavrulduktan sonra haşlanmış nohutları ekleyelim. \n             Ben bu tarifte kullanmak için 2 su bardağı kadar nohutu sıcak suda 3-4 saat kadar beklettim, ardından düdüklü tencerede 15 dakika pişirdim.\n             Pişme süresi nohutun cinsine göre değişecektir, kontrollü olmakta fayda var.\n             Kırmızı toz biber, karabiber ve tuzu ilave edip son olarak 4-5 dakika karıştıralım ve yemeğin suyunu ekleyelim. \n             1 adet tavuk bulyon, 3 su bardağı sıcak su kullandım.\n             Nohut yemeği servise hazır. Afiyet Olsun!",
    "Taze Fasulye": "Öncelikle yarım çay bardağı zeytinyağı tencereye alınır.\n                    Üzerine yemeklik doğranmış soğanlar eklenir ve kavrulur.\n                    Soğanlar biraz kavrulduktan sonra temizlenip arzuya göre kesilmiş olan fasulyeler eklenir.\n                    Şöyle bir karıştırdıktan sonra tencerenin kapağı kapatılarak 6-7 dakika kavrulur.\n                    Daha sonra 3 adet kabuğu soyulup doğranmış domates eklenir.\n                    1 su bardağı sıcak su ilave edilir.\n                    Fasulyeler pişene kadar tencerenin kapağı kapatılarak pişirilir. Ocaktan almadan tuzu eklenir.\n                    Zeytinyağı da eklenerek servis kaselerine alınır.\n                    Hazır olan zeytinyağlı taze fasulye soğuk olarak servis edilir. Afiyet Olsun!",
    "Pırasa": "Pırasa yemeği yapmak için pırasalar temizlenerek 1 cm uzunluğunda doğranır.\n              Bol su ile yıkanarak suyunun süzülmesi sağlanır.\n              2 adet orta boy havucun dış kısmı soyulur ve ince ince halka şeklinde dilimlenir.\n              Tencereye sıvı yağ alınarak salça eklenir ve kavrulur.\n              Rendelenmiş  domates  eklenerek 1-2 tur çevirelim.\n              Daha sonra havuç ilave edilir ve 2-3 dk hep birlikte kavrulması sağlanır.\n              Suyu süzülen pırasalar ilave edildikten sonra karıştırılır ve tencerenin kapağı kapatılır.\n              Orta ateşte pırasalar suyunu salıp, suyunu çekene kadar bu şekilde pişirilir.\n              Son olarak yıkanmış pirinç ilave edilir, tuzu ayarlanır ve yemekle aynı hizaya gelecek kadar sıcak su eklenir. \n              Su miktarı gerekirse eğer sonradan ilave ederek ayarlayabilirsiniz.\n              Tencerenin kapağı kapatılarak havuçlar ve pırasalar pişene kadar kısık ateşte pişirilir. \n              Tüm sebzeler yumuşadıktan sonra yemeğimiz servise hazır. Afiyet Olsun!",
    "Sebzeli Bulgur Pilavı": "Soğanı yemeklik doğrayalım ve pembeleşene kadar sıvı yağda kavuralım.\n                                Biberleri ve havuçlaraı doğradıktan sonra tencereye ekleyelim ve soğanla birlikte kavurmaya başlayalım.\n                                Ardından küçük küçük doğranmış domatesleri ekleyelim ve karıştıralım.\n                                Salçamızı da ekleyerek son kez karıştıralım ve tencerenin kapağını kapatarak orta ateşte, yaklaşık 3-4 dakika sebzeler pişene kadar bekleyelim.\n                                Pişen sebzelerin üzerine yıkayıp suyunu süzdüğünüz bulgurları ekleyip karıştıralım.\n                                1 Adet tavuk bluyon ve sıcak suyu da ilave ederek karıştıralım. \n                                Pilavın üzerini örtecek kadar su yeterli olacaktır.\n                                Tencerenin kapağını kapatarak kaynayana kadar önce yüksek ateşte daha sonra kısık ateşte bulgurlar şişip yumuşayana kadar pişirelim. \n                                Pilavın suyu yetersiz gelip tencerenin tabanına yapışmaması için ara sıra kontrol etmeyi unutmayın.\n                                Suyu azalmış ancak hala pişmemiş ise bir miktar daha sıcak su ekleyebilirsiniz.\n                                Pilav suyunu çekip göz göz olduktan sonra ocağı kapatalım. \n                                Daha sonra kapağın altına kağıt havlu sererek 15 dakika kadar demlendirelim. Afiyet Olsun!",
    "Patatesli Bezelye": "Soğanları yemeklik doğrayıp, az sıvı yağda kavurun.\n                         Patatesleri ve havuçları küçük küpler halinde doğrayın.\n                         Soğan kavrulunca, salçayı ekleyip birkaç dakika karıştırın.\n                         Patates, havuç ve bezelyeleri ekleyin.\n                         Tuzunu ve pul biberini de atıp, birkaç dakika daha karıştırın.\n                         Sıcak suyu ekleyin ve kısık ateşte, 40 dakika kadar yemeğinizi pişirin. Afiyet Olsun!",
    "Mantarlı Greçka Pılavı": "Soğanları yemeklik doğrayıp, az sıvı yağda kavurun.\n                              yıkanmış ve dığranmış mantarları ekleyin.\n                              Mantarlar küçülük suyunu çekene kadar kavurun.\n                              sonra greçkayı ekleyip 2-3 dakika daha kavurun.\n                              Tavuk bulyonu ve 3 bardak sıcak suyu ekleyin.\n                              Su çekene kadar kısık ateşte pişirin. Afiyet Olsun!",
    "Kuru Fasulye": "Kuru fasulyeler 1 gece önceden suya ıslanır. \nIslama suyu dökülüp yeni su eklenerek haşlanır.\n                    Minik küpler halinde doğranmış kuru soğan ve biber sıvı yağda pembeleşene kadar kavrulur.\n                    Üzerine salça eklenerek karıştırılır, haşlanmış kuru fasulyeler de eklenerek kavrulmaya devam edilir.\n                    Yaklaşık 3-4 dk. kavrulduktan sonra üzerini 3 parmak geçecek kadar su eklenir baharatlar da eklenerek harlı ateşte 5 dk. kadar pişirilip altı kısılır.\n                    Fasulyeler yumuşayana kadar pişirilir (fasulyenin cinsine göre değişiklik gösterir.). Afiyet olsun.",
    "Garnitürlü Pilav": "Garnitürlü pilav için ilk olarak tenceremize sıvı yağı alıp kızdıralım.\n                        Üzerine önceden ıslattığımız pirinci ekleyip 2-3 dakika kavuralım.\n                        Ardından tereyağını da ilave ederek kavurmaya devam edelim.\n                        Garnitürlü pilavının üzerine sıcak suyu, tavuk bulyonu ekleyin. \n                        Kapağını kapatıp kısık ateşte pişmeye bırakalım.\n                        Suyunu çeken pilavımıza suyunu süzdürmüş olduğumuz garnitür  ilave edip pirinçleri ezmeden yavaş yavaş karıştıralım.\n                        Ocağın altını kapatıp pilavımızı 15-20 dakika dinlenmeye bırakalım.\n                        Garnitürlü pilavımız servise hazır. Afiyet olsun.",
    "Kırmızı Mercimek Çorbası": "Bir tencerede soğanı, havucu ve yağı orta ateşte kavurun.\nSonra salçayı ekleyip karıştırın.\nSoğan ve havuç kavrulunca 2 litre sıcak suyu ekleyin.\nKaynamaya başlayınca mercimeği ekleyin.\n2 adet tavuk bulyonu ekleyip sıkık ateşte pişirin. Afiyet olsun!"
}